Repository: GeoNode/geonode-mapstore-client
Catalog: locale/*/LC_MESSAGES/django.po
Languages: pt_br

source: String
pt_br: Texto

source: Number
pt_br: Número

source: Integer
pt_br: Inteiro

source: Boolean
pt_br: Booleano

source: Binary
pt_br: Binário

source: Django MapStore2 Adapter
pt_br: Adaptador Django MapStore2

source: MapStore2 Geonode Apps Plugins
pt_br: Plugins de App MapStore2 Geonode

source: GeoStory Created
pt_br: GeoStory Criado

source: A GeoStory was created
pt_br: Um GeoStory foi criado

source: GeoStory Updated
pt_br: GeoStory Atualizado

source: A GeoStory was updated
pt_br: Um GeoStory foi atualizado

source: GeoStory Approved
pt_br: GeoStory Aprovado

source: A GeoStory was approved by a Manager
pt_br: Um GeoStory foi aprovado por um Gerente

source: GeoStory Published
pt_br: GeoStory Publicado

source: A GeoStory was published
pt_br: Um GeoStory foi publicado

source: GeoStory Deleted
pt_br: GeoStory Apagado

source: A GeoStory was deleted
pt_br: Um GeoStory foi apagado

source: Comment on GeoStory
pt_br: Comentários no GeoStory

source: A GeoStory was commented on
pt_br: Um GeoStory foi comentado em

source: Rating for GeoStory
pt_br: Avaliação para o GeoStory

source: A rating was given to a GeoStory
pt_br: Uma avaliação foi dada a um GeoStory

source: %s Type
pt_br: Tipo %s
